Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The IOR prize has been awarded each year except for in 2002 and in 2008, when the Norwegian Petroleum Directorate unfortunately found no worthy candidates.
nb: IOR-prisen er delt ut hvert år siden unntatt i 2002 og i 2008, da fant Oljedirektoratet dessverre ingen verdige kandidater.

source: Terms and conditions for the prize
nb: Tildelingsvilkår

source: The prize is awarded to production licences, companies, projects or individuals that have contributed to improved oil recovery on the Norwegian shelf through innovative work.
nb: Prisen tildeles utvinningstillatelser, selskap, prosjekt eller enkeltpersoner som gjennom nyskapende arbeid har bidratt til økt oljeutvinning på norsk sokkel.

source: The prize is awarded for bold actions such as: - implementing new technology - applying established technology in new ways - innovative work methods/processes - considerable efforts in realising the value potential in improved recovery
nb: - implementering av ny teknologi - anvendelse av etablert teknologi på en ny måte - nyskapende arbeidsmetoder/-prosesser - betydelig satsing på å realisere verdipotensialet i økt utvinning

source: The prize is awarded for measures where an implementation decision has been made
nb: Prisen deles ut til tiltak der beslutning om gjennomføring er foretatt

source: The prize is awarded if there are worthy candidates
nb: Prisen deles ut dersom det finnes verdige kandidater

source: Contact: Mariann Dalland
nb: Kontaktperson: Mariann Dalland

source: Fridtjof Riis
nb: Fridtjof Riis (f.

source: Fridtjof Riis (b. 1954) has been awarded the Brøgger Prize for 2015.
nb: 1954) er tildelt Brøggerprisen for 2015.

source: Riis received the prize for his cutting-edge technical contributions to Norwegian geology, and geoscience in general.
nb: Riis får prisen for å ha bidratt på høyt faglig nivå til norsk geologi og geovitenskap generelt.

source: He studied at the University of Oslo and Stanford University.
nb: Han er utdannet ved Universitetet i Oslo og Stanford University.

source: Riis accepted the prize at the Winter Conference in Stavanger today, 12 January.
nb: Riis mottok prisen under Vinterkonferansen i Stavanger i dag, 12. januar.

source: “There is no way to prepare for receiving such recognition,” says a passionate Fridtjof Riis.
nb: «Å forberede seg på å motta en slik anerkjennelse er umulig,» sier en engasjert Fridtjof Riis.

source: “This would not have been possible without the good cooperation I have enjoyed with others.
nb: «Dette hadde ikke vært mulig uten et godt samarbeid med andre.

source: It is through collaboration that you achieve good results.”
nb: Det er gjennom samarbeid at man får til gode ting.

source: Riis is a rare geologist whose interest in mathematics and physics, plants and animal life matches his passion for geology.
nb: Riis er en sjelden geolog med like stor sans for matematikk og fysikk, planter og dyreliv som geologi.

source: He has conducted extensive and award-winning popular science communication, and has served as a mentor for a number of geologists, according to the grounds for the award.
nb: Han har drevet omfattende og prisbelønt populær fagformidling, og han har vært mentor for en rekke geologer, heter det i begrunnelsen for tildelingen.

source: Fridtjof Riis’ efforts span work on the mainland as well as on the Norwegian shelf.
nb: Fridtjof Riis innsats omfavner blant annet arbeider på fastlandet og på norsk sokkel.

source: His work within regional models for uplift and erosion is ground-breaking.
nb: Arbeidet hans innen regionale modeller for heving og erosjon er banebrytende.

source: He has contributed to a new understanding of how Norway was exposed to large-scale uplift in the Cenozoic Era, and thus a better understanding of the shelf geology and petroleum systems.
nb: Han har bidratt til ny forståelse for hvordan Norge ble utsatt for storskala landheving i kenozoikum æra, og med det en bedre forståelse for sokkelgeologien og petroleumssystemene.

source: He has also worked on basin modelling, Cenozoic stratigraphy on the shelf, seabed stability in the Storegga slide area and CO2 storage.
nb: Han har også arbeidet med bassengmodellering, kenosoisk stratigrafi på sokkelen, havbunnsstabilitet i Storegga rasområde og deponering av CO2.

source: His current work includes segmenting of petroleum fields with regard to pressure and flow properties.
nb: I dag arbeider han blant annet med segmentering av petroleumsfelt med hensyn til trykk og strømningsegenskaper.

source: The 60-year-old prize winner has also found a crater.
nb: 60-åringen har også funnet et krater.

source: His theory regarding meteorite impact at Ritland in Hjelmeland was confirmed in 2008 when shocked quartz was confirmed as a result of cooperation with scientists from the Department of Geosciences at the University of Oslo.
nb: Hans teori om meteorittnedslag ved Ritland i Hjelmeland ble bekreftet i 2008 da sjokk-kvarts ble bekreftet som resultat av samarbeid med forskere fra Institutt for geofag ved Universitetet i Oslo.

source: 2015 Winter conference
nb: Vinterkonferansen 2015

source: Fifty-seven blocks/parts of blocks are being announced in this round, of which three are in the Norwegian Sea and 54 in the Barents Sea.
nb: I denne runden lyses det ut 57 blokker/deler av blokker, fordelt på 3 i Norskehavet og 54 i Barentshavet.

source: When the nomination deadline expired on 14 January 2014, 40 companies had nominated a total of 160 blocks or parts of blocks for the 23rd licensing round.
nb: Da fristen for nominasjon gikk ut 14. januar 2014 hadde 40 selskaper nominert til sammen 160 blokker eller deler av blokker til 23. konsesjonsrunde.

source: Eighty-six of these were nominated by two or more companies.
nb: 86 av disse var nominert av to eller flere selskaper.

source: 23rd licensing round - announcement >>
nb: 23. konsesjonsrunde - utlysning >>

source: Wellbore 7123/4-1 S will be drilled from the Polar Pioneer drilling facility at position 71 36` 49.03" N and 23 03´ 48.07" E.
nb: Brønnbanen 7123/4-1 S skal bores fra boreinnretningen Polar Pioneer i posisjon 71 36` 49,03" N og 23 03´ 48.07" Ø.

source: The acreage in this production licence is located 109 kilometres northwest of Hammerfest and consists of the block 7123/4.
nb: Arealet i denne utvinningstillatelsen ligger 109 kilometer nordvest for Hammerfest og består av blokken 7123/4.

source: Production licence 110 C was awarded in 2006 in the 19th licensing round with Statoil ASA as operator.
nb: Utvinningstillatelsen 110 C ble tildelt 19-runde i 2006 med Statoil ASA som operatør.

source: Appraisal well 7123/4-1 S is the first well in production licence 110 C.
nb: Avgrensningsbrønn 7123/4-1 S er den første brønnen i utvinningstillatelsen 110 C.

source: The drilling program for wellbore 6507/2-4 applies to the drilling of an exploration well in production licence 122.
nb: Boreprogrammet for brønnbane 6507/2-4 gjelder boring av en letebrønn i utvinningstillatelse 122.

source: ENI is the operator with an ownership interest of 20 per cent.
nb: ENI er operatør med en eierandel på 20 prosent.

source: Other licensees are Dong with an ownership interest of 30 per cent and Statoil with 50 per cent.
nb: Øvrige rettighetshavere er Dong som har en eierandel på 30 prosent og Statoil som eier 50 prosent.

source: The area in this production licence consists of parts of block 6507/2, which lies barely 10 kilometres west of the Alve field in the north of the Norwegian Sea.
nb: Arealet i denne tillatelsen består av deler av blokk 6507/2, som ligger knapt 10 kolometer vest for Alvefeltet nord i Norskehavet.

source: This is the fourth exploration well to be drilled in this production license.
nb: Dette er den fjerde letebrønnen som bores i denne utvinningstillatelsen.

source: Wellbore 6507/2-4 will be drilled from the West Alpha facility.
nb: Brønnbane 6507/2-4 skal bores fra innretningen West Alpha.

source: The semi-submersible facility will arrive from the drilling of a well on the Kristin field in the Norwegian Sea.
nb: Den halvt nedsenkbare innretningen kommer fra boring av en brønn på Kristinfeltet i Norskehavet.

source: This licensing round comprises 57 announced blocks or parts of blocks, 3 of which are in the Norwegian Sea and 54 in the Barents Sea.
nb: Denne konsesjonsrunden omfatter 57 utlyste blokker eller deler av blokker, hvorav 3 er i Norskehavet og 54 i Barentshavet.

source: "It is gratifying to see that so many competent companies want to explore in new acreage during a time when we are experiencing low oil prices and cost cuts.
nb: «Det er gledelig at så mange kompetente selskaper vil lete i nye arealer i en tid hvor vi opplever lav oljepris og kostnadskutt.

source: This shows that the companies recognise opportunities and the potential of finding oil and gas in these new areas," comments Sissel Eriksen, exploration director at the NPD.
nb: Dette viser at selskapene ser muligheter og potensial for å finne olje og gass i disse nye områdene,» kommenterer Sissel Eriksen, letedirektør i OD.

source: She notes that the announced blocks are located in frontier areas, and that more exploration is needed in order to clarify the resource potential.
nb: Hun minner om at de utlyste blokkene er i umodne arealer, og at mer utforskning trengs for å avklare ressurspotensialet.

source: A total of 36 companies applied for production licences in the 22nd licensing round.
nb: For 22. konsesjonsrunde søkte 36 selskap om utvinningstillatelser.

source: 26 companies have applied for production licences, individually or in groups:
nb: 26 selskap har søkt om utvinningstillatelse, enkeltvis eller i grupper:

source: The list reveals a broad player landscape with mostly large and medium-sized companies, but also a few smaller players.
nb: Listen viser et bredt aktørbilde med overvekt av store og mellomstore selskap, men også med noen små aktører.

source: "It is exciting that new companies want to enter the Norwegian Shelf.
nb: «Det er spennende at nye selskap vil inn på norsk sokkel.

source: The authorities have worked for many years to facilitate the establishment of new players here, as we are certain that this can contribute to enhanced value creation."
nb: Myndighetene har i mange år lagt til rette for at nye aktører kan etablere seg her, for vi er sikre på at det kan bidra til økt verdiskaping.»

source: The work of reviewing all the applications starts now.
nb: Nå starter arbeidet med å gå gjennom søknadene.

source: The NPD is looking for the companies with the best knowledge, the best applications and the best strategy for exploring the areas.
nb: Oljedirektoratet ser etter selskapene med den beste kunnskapen, de beste søknadene og den beste strategien for å utforske områdene.

source: Companies that are awarded licences must have both technical expertise and a good understanding of the geology.
nb: Selskaper som får utvinningstillatelse må ha teknisk ekspertise og god geologisk forståelse.

source: Financial strength and experience are also emphasized.
nb: Det blir også lagt vekt på finansiell styrke og erfaring.

source: The announced blocks are subject to both fishery and environment related conditions, which aredescribed in the announcement.
nb: Det er knyttet fiskeri- og miljøvilkår til de utlyste blokkene, dette er beskrevet i utlysningen.

source: In order to ensure a good evaluation of the applications, the announced blocks have been mapped by the NPD.
nb: For å sikre en god evaluering av søknadene er de utlyste blokkene kartlagt av Oljedirektoratet.

source: The Ministry of Petroleum and Energy plans to award new licences in the 23rd licensing round before summer 2016.
nb: Olje- og energidepartementet tar sikte på å tildele nye utvinningstillatelser i 23. konsesjonsrunde før sommeren 2016.

source: The objective of the resolution was to ensure thorough exploration and secure sound financial return for the country.
nb: Målet med resolusjonen var å sikre grundig leting og sikre et godt økonomisk utbytte for landet.

source: It furthermore aimed to ensure public control and prudent exploitation of the resources, as well as ensure that the activities did not result in disadvantages for other activities or impede prudent technical safety.
nb: Den skulle dessuten sikre offentlig kontroll og forsvarlig utnytting av ressursene samt sørge for at aktiviteten ikke medførte ulemper for annen virksomhet eller hindret forsvarlig teknisk sikkerhet.

source: "The assessments made at the time were sound.
nb: «Vurderingene som ble gjort den gang var kloke.

source: They had a clear vision of how any potential resources, and management thereof, would benefit the Norwegian people," says Director General Bente Nyland.
nb: De hadde en klar idé om hvordan eventuelle ressurser, og forvaltningen av disse, skulle komme det norske folk til gode,» kommenterer oljedirektør Bente Nyland.

source: The licensing rules established a long-term perspective and the concept of "hurry up slowly".
nb: Konsesjonsreglene la opp til langsiktighet og at man skulle «skynde seg langsomt».

source: Important principles included Norway developing its own expertise, and learning from well to well.
nb: Viktige prinsipper var at Norge skulle bygge egen kompetanse, og lære fra brønn til brønn.

source: The rules also emphasised the necessity of having competent stewardship and stable framework conditions.
nb: Det ble også lagt vekt på nødvendigheten av en kompetent forvaltning og stabile rammevilkår.

source: "This slow, incremental opening of the shelf means that, 50 years later, we have yet to reach the halfway point of the resources we believe are in place," says Nyland.
nb: «En sakte åpning av sokkelen gjør at vi etter 50 år ennå ikke er halvveis til hva vi tror finnes av ressurser,» sier Nyland.

source: The actual licensing round was announced on 13 April 1965.
nb: Selve konsesjonsrunden ble lyst ut 13. april 1965.

source: A total of 278 blocks were included in the announcement, and this round remains the single most extensive in Norwegian oil history.
nb: Til sammen 278 blokker var med i tilbudet, og runden er den desidert mest omfattende i norsk oljehistorie.

source: Virtually the entire block system south of the 62nd parallel was announced.
nb: Så godt som hele blokksystemet sør for 62. breddegrad ble lagt ut.

source: Norway's sector of the continental shelf includes a total of 315 blocks or parts of blocks.
nb: Norges del av kontinentalsokkelen omfatter totalt 315 blokker eller deler av blokker.

source: The only blocks excluded in the first licensing round were those that bordered the median line toward Denmark and Sweden.
nb: De som ble holdt utenfor i første konsesjonsrunde var de som grenset til midtlinjen mot Danmark og Sverige.

source: The application deadline was in June of the same year.
nb: Søknadsfristen utløp i juni samme år.

source: When the deadline expired, there were eleven applications on the desk of Jens Evensen, the chair of the newly formed State Oil Council, a body which would have "recommending authority in all cases relating to exploration and exploitation of subsea petroleum deposits on the Norwegian continental shelf".
nb: Da forelå de elleve søknader på skrivebordet til Jens Evensen, som var formann i det nyopprettede Statens oljeråd, et organ som skulle ha «innstillende myndighet i alle saker vedrørende utforsking og utnyttelse av undersjøiske petroleumsforekomster på den norske kontinentalsokkelen».

source: The applicants expressed interest in a total of 81 blocks, 78 of which were awarded to 9 companies.
nb: Søkerne viste interesse for til sammen 81 blokker, 78 av disse ble tildelt til sammen 9 selskap.

source: Esso's discovery of traces of hydrocarbons in Balder in production licence 001 (block 25/11) in 1967 attracted attention.
nb: Det vakte oppsikt da Esso fant spor av hydrokarboner i Balder i utvinningstillatelse 001. blokk 25/11 i 1967.

source: The main field was discovered in 1974, and started production in the autumn of 1999.
nb: Hovedfeltet ble oppdaget i 1974, og feltet produksjonen startet høsten 1999.

source: “If the operator Esso had had access to the data that was available in 2010, the well could have been drilled in a different location – and then Johan Sverdrup would have been the first commercial oil discovery on the Norwegian shelf,” says Bente Nyland.
nb: «Hadde operatøren Esso hatt tilgang til de dataene som fantes i 2010, kunne brønnen vært plassert et annet sted – og da kunne Johan Sverdrup vært det første kommersielle oljefunnet på norsk sokkel,» sier Bente Nyland.

source: Instead, Ekofisk became the first commercial discovery, after 33 exploration wells.
nb: I stedet ble Ekofisk det første kommersielle funnet, etter 33 letebrønner.

source: The discovery was made in 1969.
nb: Funnet ble gjort i 1969.

source: Hand coloured fifty-year-old.
nb: Håndkolorert femtiårsjubilant.

source: The first continental shelf map from 1965.
nb: Det første sokkelkartet fra 1965.

source: Awards in predefined areas 2015 (APA 2015) - announcement >>
nb: Tildeling i forhåndsdefinerte områder 2015 (TFO 2015) - Utlysning >>

source: The conference is a joint initiative between the NPD and FME SUCCESS, the national centre for CO2 storage, and will be held at the NPD.
nb: Seminaret er et felles initiativ mellom OD og FME SUCCESS, nasjonalt senter for CO2 lagring, og arrangeres hos OD.

source: Around 50 Norwegian and international guests will attend the conference.
nb: Rundt 50 deltakere fra inn- og utland deltar på seminaret.

source: The first section comprises CO2 storage forums, where players from companies, research institutions, academia, and industry with relevant activities within CO2 storage on the Norwegian shelf participate on a regular basis.
nb: Første del består av CO2-lagringsforum, hvor aktører fra selskaper, forskningsinstitusjoner, akademia og industri som har aktuelle aktiviteter innen lagring av CO2 på norsk sokkel jevnlig deltar.

source: The research centre FME SUCCESS (Subsurface CO2 storage – critical elements and superior strategy) is responsible for the second part of the event, which is the centre's annual autumn conference.
nb: Forskningssenteret FME SUCCESS (Subsurface CO2 storage – critical elements and superior strategy) er ansvarlig for den andre delen av arrangementet, som er senterets årlige høstseminar.

source: Core samples from Snøhvit This year, the programme focuses on the Snøhvit field in Barents Sea, and includes a workshop where we will look at actual cores from the Snøhvit reservoir.
nb: Studerer kjerner fra Snøhvit I år har programmet fokus på Snøhvit-feltet i Barentshavet, og det inkluderer en workshop hvor man ser på faktiske kjerner fra Snøhvit-reservoaret.

source: The centre has partners from industry and academia, and its objective is to provide a solid technical basis for CO2 injection, storage and monitoring, as well as contribute to strategic knowledge, and learning and development of new expertise.
nb: Senteret har partnere fra industri og akademia, og har som mål å gi et godt faglig grunnlag for CO2-injeksjon, -lagring og -overvåking samt bidra innen strategisk kunnskap, og læring og utvikling av ny kompetanse.

source: "It is important and beneficial that the expert communities come together and share knowledge related to CO2 storage.
nb: «Det er viktig og nyttig at fagmiljøene kommer sammen og deler kunnskap om aktiviteter relatert til CO2-lagring.

source: The CO2 storage forum, established by the NPD in 2009, is a professional arena where technical challenges and questions concerning methods and data are discussed," says Wenche Tjelta Johansen, assistant director of exploration in the NPD.
nb: CO2-lagringsforumet, som OD etablerte i 2009, er en faglig arena der tekniske utfordringer og spørsmål om metode og datamateriale diskuteres,» sier Wenche Tjelta Johansen, som er underdirektør innen leting i OD.

source: She adds that participants in the storage forum have expressed that they benefit greatly from the discussions and the information received – and that the NPD received good and constructive feedback on its work to create an atlas of possible CO2 storage sites on the Norwegian shelf (The CO2 Storage Atlas).
nb: Hun sier videre at deltakerne i lagringsforumet har uttrykt at de har stor nytte av diskusjonene og informasjonen de får – og at OD fikk gode og konstruktive tilbakemeldinger i arbeidet med å lage et atlas over mulige lagre for CO2 på norsk sokkel (CO2-lagringsatlaset).

source: At the conference, geologist Jasminka Mujezinovic, will give a presentation on cores and oil samples that are available at the NPD.
nb: På seminaret skal geolog Jasminka Mujezinovic holde en presentasjon om kjerner og oljeprøver som er tilgjengelige hos OD.

source: Geologist Andreas Bjørnestad will present the NPD's digital CO2 storage atlas.
nb: Geolog Andreas Bjørnestad skal presentere ODs digitale CO2-lagringsatlas.

source: The participants also receive a guided tour of the core storage with geologist Robert Williams.
nb: Deltakerne får også en omvisning i kjernelageret med geolog Robert Williams.

source: The conference is held on 21 and 22 October.
nb: Seminaret arrangeres 21. og 22. oktober.

source: See the programme for conference >>
nb: Se programmet for seminaret >>

source: Learn more about the NPD's CO2 storage atlas >>
nb: Les mer om ODs Co2-lagringsatlas >>

source: Learn more about Success >>
nb: Les mer om Success >>

source: Topics: Storage and use of CO2
nb: Tema: Lagring og bruk av co2

source: “Goliat is the first oil field to be developed in the Barents Sea and is thus an important step in the further development of this petroleum province.
nb: «Goliat er det første oljefeltet som er bygget ut i Barentshavet og dermed en viktig brikke for den videre utvikling av denne petroleumsprovinsen.

source: The project has encountered considerable challenges along the way, but the Norwegian Petroleum Directorate is now looking forward to production start-up and a long operation phase,” says Øyvind Kirkhus, assistant director of field development and operation.
nb: Prosjektet har møtt betydelige utfordringer underveis, men Oljedirektoratet ser nå fram til produksjonsstart og en lang driftsfase,» sier Øyvind Kirkhus, som er underdirektør for utbygging og drift.

source: “We applaud the licensees for their courageous decisions and look forward to a continued good cooperation.”
nb: «Vi berømmer rettighetshaverne for djerve beslutninger og ser fram til et fortsatt godt samarbeid.»

source: The field has been developed with a circular, floating facility with integrated storage and offloading systems (FPSO), fixed in place with anchors.
nb: Feltet er bygget ut med en sirkulær, fast oppankret flytende innretning med integrerte lager og lastesystemer (FPSO).

source: This is a new type of production facility on the Norwegian shelf.
nb: Denne typen produksjonsinnretning har ikke tidligere vært tatt i bruk på norsk sokkel.

source: The facility will be supplied with power from land via a 100 km long sea cable.
nb: Innretningen skal forsynes med kraft fra land via en rundt 100 kilometer lang sjøkabel.

source: The production systems on the seabed consist of eight templates, each with four well slots and associated systems, pipelines and risers for production and injection, as well as cables used to control valves and distribute chemicals.
nb: Produksjonssystemene på havbunnen består av åtte rammer hver med fire brønnslisser og tilhørende systemer, rør og stigerør for produksjon og injeksjon samt kabler for styring av ventiler og distribusjon av kjemikalier.
